/* должен содержать функции:
- renderQuoteInformer
- getQuote

функция renderQuoteInformer: 
принимает:
- объект с референсами ( элемент текста цитаты, элемент имя автора )
- объект-цитату с данными для отображения: текст цитаты, имя автора
и делает:
- обновляет цитату, устанавливая требуемые имя автора и текст цитаты

функция getQuote
принимает
- функцию API сервиса, которую вызывать
- возвращает - объект цитаты, полученный от сервиса (содержит текст цитаты, имя автора)

пример объекта референсов:
const citySelectorRefs = {
 searchForm = document.querySelector('.search-form');
 searchInput = document.querySelector('.search-location__form');
};
 */
